Repository: XavierDK/HenriPotier
Catalog: HenriPotier/*.lproj/Localizable.strings
Languages: fr

source: Books are loading...
fr: Livres en chargement...

source: Error
fr: Erreur

source: An error appeared.
fr: Une erreur est survenue.

source: Offers are loading...
fr: Offres en chargement...

source: Your basket has been saved!
fr: Votre panier a été sauvegardé!

source: TOTAL AFTER OFFER
fr: TOTAL APRES OFFRE

source: Empty
fr: Vide

source: You should select at least one book
fr: Vous devez sélectionner au moins un livre

source: Click on the books that you want to buy and press the button confirm. You will discover our best offer!
fr: Cliquez sur les livres que vous voulez acheter et pressez le bouton confirmer. Vous allez découvrir notre meilleurs offre!

source: minus
fr: réduction

source: percentage
fr: pourcentage

source: slice
fr: tranche

source: Value: %@%%
fr: Valeur: %@%%

source: Value: %@€
fr: Valeur: %@€

source: SliceValue: %@€, Value: %@€
fr: Part: %@€, Valeur: %@€
